Repository: Lulu04/LittleRedRidingHood
Catalog: Binary/Data/Languages/LittleRedRidingHood.*.po
Languages: fr

source: Remedy: pump acceleration at maximum level
fr: Remède: accélération de la pompe au niveau maximum

source: A dorsal propulsor! No way I'm leaving this here!
fr: Un propulseur dorsal ! Pas question de laisser ça ici !

source: ADVENTURE MODE
fr: MODE AVENTURE

source: AGAIN ?!!
fr: Encore ! Mais tu y es déjà allé y a pas 5 mn !

source: AI corrupted
fr: IA corrompu

source: AI voice
fr: voix de l'IA

source: And they use the volcano's lava as a raw material...
fr: Et ils se servent de la lave du volcan comme matière première...

source: And you sang at the top of your lungs! Hahaha!
fr: Et toi tu chantais à tue-tête! Hahaha!

source: an SD card... I'll take it, it might come in handy.
fr: une carte SD... Je la prend, ça pourrai m'être utile.

source: ARCADE MODE
fr: MODE ARCADE

source: BACK
fr: RETOUR

source: BACK TO MAP
fr: RETOUR A LA CARTE

source: Before I leave, I have to search all the crates in the area.
fr: Avant de quitter, je dois fouiller toutes les caisses des environs.

source: your bow
fr: votre arc

# u_resourcestring.sbowupgradehint
source: increase arrow speed, decrease bow reloading time
fr: augmente la vitesse des flèches, diminue le temps de rechargement de l'arc

source: BUILD
fr: FABRIQUER

source: BUY
fr: ACHETER

source: buy new equipment in the workshop
fr: achète des nouveaux équipements dans l'atelier

source: you need to buy the zip line first!
fr: vous devez tout d'abord acheter la tyrolienne !

source: CANCEL
fr: ANNULER

source: CHOOSE PLAYER
fr: CHOIX DU JOUEUR

source: CLOSE
fr: FERMER

source: CONTINUE
fr: CONTINUER

# u_resourcestring.scontinuegame
source: CONTINUE GAME
fr: CONTINUER LE JEU

source: CREDITS
fr: CRÉDITS

source: I don't have the code to open this door...
fr: Je n'ai pas le code pour ouvrir cette porte...

source: a decoder to hack digicodes
fr: un décodeur pour pirater les digicodes

source: DELETE
fr: EFFACER

source: Deployment of emergency exit
fr: Déploiement de l'issue de secours

source: DEVELOPMENT
fr: DÉVELOPPEMENT

source: Win the race against Dino ! Don't forget to collect gas cans to refill the tank UP/DOWN : move up and down ACTION1 : speed up
fr: Gagnez la course contre Dino ! N'oubliez pas de récupérer les bidons de gaz. HAUT/BAS : monter/descendre ACTION1 : accélérer

source: Oh, a friend! You freed me from this cage, I'm going to jump into your arms and give you a hug!
fr: Oh, une copine! Tu m'as libéré de la cage, je vais sauter dans tes bras et te faire un câlin!

source: Don't be spotted!
fr: Ne vous faites pas repérer !

source: a dorsal thruster to fly in the air
fr: un propulseur dorsal pour voler dans les airs

# u_resourcestring.selevatorupgradehint
source: increase speed
fr: augmente la vitesse

source: ENTER YOUR NAME
fr: ENTRE TON NOM

source: ERASE
fr: EFFACER

source: Er, I have to go
fr: Oui ben, je dois encore y aller

source: EXIT
fr: SORTIR

source: FAIL
fr: ÉCHEC

source: Failed to open the door. I'll open the cage, so I'll still have opened something...
fr: Échec d'ouverture de la porte. Je vais ouvrir la cage, comme ça j'aurai quand même ouvert quelque chose...

source: you must first complete the pine forest!
fr: vous devez d'abord compléter la Forêt de Pins !

# u_resourcestring.sfirstcompletemountainpeaks
source: you must first complete the mountain peaks!
fr: vous devez d'abord compléter les Pics Montagneux !

source: Burst the balloons to prevent the wolves from climbing up. Keep up the rhythm until the timer runs out. UP/DOWN to move ACTION1 : bow ACTION2 : lightning storm
fr: Éclatez les ballons pour empêcher les loups de monter. Gardez le rythme jusqu'à la fin du timer. HAUT/BAS pour se déplacer ACTION1 : arc ACTION2 : tempête d'éclairs foudroyants

# u_resourcestring.sfunnyatthecanteen
source: Spinach in the canteen this lunchtime
fr: À la cantine ce midi, il y a des épinards

source: Run away, quickly! And don't forget to pack warm socks
fr: Fuyez, vite! Et n'oubliez pas d'emporter des chaussettes chaudes

source: paused
fr: en pause

source: GET READY
fr: PRÊT

source: I'll take a look at this plan in the workshop and see what I can do with it. (cough)
fr: Je vais examiner ce plan dans l'atelier et voir ce que je peux en faire. (tousse)

source: Granny
fr: Mamie

source: Granny??
fr: Mamie ??

source: GRAPHICS
fr: GRAPHISMES

source: Great! Now I can pass!
fr: Chouette ! Maintenant je peux passer !

source: the hammer to protect something
fr: le marteau, pour protéger quelque chose

# u_resourcestring.shammerupgradehint
source: increase number of uses
fr: augmente le nombre d'utilisations

source: Hey!!
fr: Hé !!

source: To change keys, click on the desired button then press the desired key
fr: Pour modifier les touches, cliques sur un bouton puis presse la nouvelle touche

source: HUG !
fr: CÂLIN !

source: What a mess! I'd better leave this place quickly...
fr: Quel bazar ! Je ferais mieux de quitter cet endroit au plus vite...

source: I've got to find a way to stop this machine!
fr: Je dois trouver un moyen de stopper cette machine !

source: I hear someone behind the door. quick! I have to hide!
fr: J'entends quelqu'un derrière la porte. Vite ! Je dois me cacher !

source: I love coming to see Granny...
fr: J'aime bien venir voir Mamie...

source: I miss him too...
fr: Il me manque aussi...

source: upgrade your equipment in the workshop
fr: améliore tes équipements dans l'atelier

source: I promise to take good care of her when she gets older!
fr: Je fais la promesse de bien m'en occuper lorsqu'elle sera plus agée!

source: It's almost ready, we're going to have a great meal.
fr: C'est bientôt prêt, on va se régaler.

source: It’s already been 5 years since he left us...
fr: Ça fait déjà 5 ans qu'il nous a quitté...

source: His hug might be too weighing for me... I think it's time to try the dorsal thruster!
fr: Son câlin risque d'être trop pesant pour moi... Je crois que le moment est venu d'essayer le propulseur dorsal !

source: I wonder what all these robots are for... Knowing wolves, certainly not to help mankind...
fr: Je me demande à quoi serviront tous ces robots... Connaissant les loups, certainement pas pour aider l'humanité…

source: I wonder what the digicode is for...
fr: Je me demande à quoi sert ce digicode...

source: My dear Romeo, thank you a thousand times! I made a copy of the SD card and I’m using it to reply to you. Ever since I read your message, I’ve been doing great. I care about you a lot too, and I can’t wait for us to be together again. I really hope that happens soon!
fr: Mon cher Roméo, merci mille fois! J'ai fait une copie de la carte SD et je me sers de celle-ci pour te répondre. Depuis que j'ai lu ton message, je vais très bien. Moi aussi, je tiens beaucoup à toi et j'ai hâte qu'on se retrouve. J'espère de tout mon coeur que cela arrivera bientôt !

source: Romeo, my darling, be careful. I’m only thinking about you too. At the lab, my boss also says I’m daydreaming... Yesterday he asked me to serve him coffee, and instead, I poured the contents of the test tube with the dinosaur droppings into his cup!
fr: Roméo chérie, fais attention à toi. Moi aussi je ne pense qu'à toi. Au laboratoire, mon chef aussi dit que je suis dans la lune... Hier il m'a demandé de lui servir un café et à la place j'ai versé dans sa tasse le contenu de l'éprouvette qui contenai les déjections du dinosaure!

source: Jump in my arms ?! A hug ?!
fr: Sauter dans mes bras ?! un câlin ?!

source: KEYBOARD
fr: CLAVIER

source: LANGUAGE
fr: LANGAGE

source: Let's try hacking it and see what happens.
fr: Essayons de le pirater et voyons ce qui se passe.

source: Level
fr: Niveau

source: Level completed
fr: Niveau terminé

source: Problem detected: machine is not in its axis
fr: Problème détecté: la machine n'est pas dans son axe

source: Now that I've got the plan, I need to build the decoder to open the door.
fr: Maintenant que j'ai le plan, je dois fabriquer le décodeur pour ouvrir cette porte.

source: manufacturing
fr: fabrication

source: Avoid rocks, collect bonuses. Brake at the end to earn the extra bonus. LEFT/RIGHT : move ACTION1 : break
fr: Évitez les rocher et ramassez les bonus. Freinez à la fin pour gagner un bonus supplémentaire. GAUCHE/DROITE se déplacer ACTION1 : frein

source: MUSICS
fr: MUSIQUES

source: MUSIC VOLUME
fr: VOLUME MUSIQUE

source: My friend, I won the race, and you... you won a hug!
fr: Mon amie, j'ai gagné la course, et toi… tu as gagné un câlin !

source: My friend, you won the race, and me... I won a hug!
fr: Mon amie, tu as gagné la course et moi... j'ai gagné un câlin !

# u_resourcestring.snewattempt
source: New attempt
fr: Nouvelle tentative

source: NEW GAME
fr: NOUVEAU JEU

source: next level
fr: niveau suivant

source: No
fr: Non

source: ...no comment...
fr: ...sans commentaire...

source: I'm not waiting for you, it's going to be long
fr: Je ne t'attends pas, ça va être trop long

source: Open armoured door
fr: Ouvrir la porte blindée

source: Open cage
fr: Ouverture de la cage

source: OUT OF GAS
fr: PLUS DE GAZ

source: OUT OF TIME
fr: PLUS DE TEMPS

source: Possible cause: lack of lava
fr: Cause probable: manque de lave

source: PRESS A KEY
fr: PRESSE UNE TOUCHE

source: price
fr: prix

source: Problem solved
fr: Problème résolu

source: Problem solved, however it is advisable to evacuate urgently
fr: Problème résolu, toutefois il est conseillé d'évacuer d'urgence

source: QUIT
fr: QUITTER

source: Remedy: rapid return to the axis
fr: Remède: retour rapide sur l'axe

source: you can redo a level to earn the end bonus
fr: tu peux refaire un niveau pour gagner le bonus de fin

source: remain time
fr: temps restant

source: RESUME GAME
fr: REPRENDRE LE JEU

source: Riding Hood
fr: Chaperon Rouge

source: My dear Julia, I hope you’re doing well. This SD card is the key to unlocking the big armored door in the basement. It will help you get out of here in case the volcano becomes too unstable. I’m not allowed to give it to you, so I’ve hidden it in a way that you can easily find it. I don’t want anything to happen to you; you mean a lot to me, you’re the love of my life!
fr: Ma chère Julia, j'espère que tu vas bien. Cette carte SD est la clé pour ouvrir la grande porte blindée du sous-sol. Elle te servira à sortir d'ici au cas où ce volcan devenait trop instable. Je n'ai pas le droit de te la donner, alors je l'ai caché de manière à ce que tu puisses la trouver facilement. Je ne veux pas qu'il t'arrive quelque chose, je tiens beaucoup à toi, tu es l'amour de ma vie!

source: Oh my love, I’m so happy you replied! I can’t wait for us to be together again either, but I have to be careful, the boss is watching me closely. He says I’m daydreaming... It’s because I can’t stop thinking about you!
fr: Oh mon amour comme je suis content que tu m'ais répondu ! Moi aussi j'ai hâte qu'on se retrouve, mais je dois faire attention, le chef me surveille de prêt. Il dit que je suis dans la lune... C'est parce que je pense sans arrêt à toi !

source: New problem detected: slower robot production
fr: Nouveau problème détecté: fabrication des robots ralentie

source: Mmm... that smells good!
fr: Mmm... ça sent bon!

source: smooth arrival bonus
fr: bonus d'arrivée en douceur

source: Sorry, this game is not yet available...
fr: Désolé, ce jeu n'est pas encore disponible...

source: SOUNDS
fr: SONS

source: SOUND VOLUME
fr: VOLUME SONS

source: SPACE
fr: ESPACE

# u_resourcestring.sspinachisgoodforyourhealth
source: Spinach are good for your health
fr: Les épinards c'est bon pour la santé

source: START
fr: COMMENCER

source: the lightning storm
fr: tempête d'éclairs foudroyants

# u_resourcestring.sstormcloudupgradehint
source: increase number of uses
fr: augmente le nombre d'utilisations

source: SYSTEM INTRUSION ALERT!
fr: ALERTE, INTRUSION DANS LE SYSTÈME !

source: MALFUNCTION DUE TO HACKING
fr: Dysfonctionnement dû à un piratage

source: Thank you for playing this game!
fr: Merci à vous qui jouez à ce jeu !

source: The Little Red
fr: Le Petit

source: the new story of
fr: la nouvelle histoire

source: This computer has an SD card reader, so I'll be able to read the contents of the one I've found.
fr: Cet ordinateur a un lecteur de carte SD, je vais pouvoir lire le contenu de celle que j'ai trouvé.

source: This crate is locked, I need a key to open it.
fr: Cette caisse est verrouillée, il me faut une clé pour l'ouvrir.

source: This place is beautiful.
fr: Cet endroit est magnifique.

source: Too much lava is not good for your health
fr: Trop de lave c'est pas bon pour la santé

source: UPGRADE
fr: AMÉLIORER

# u_resourcestring.svolcanodinohelptext
source: LEFT/RIGHT/UP/DOWN to move ACTION1 : jump ACTION2 : use object
fr: GAUCHE/DROITE/HAUT/BAS : se déplacer ACTION1 : sauter ACTION2 : utiliser objet

source: Use mouse and click objects on the screen
fr: Utilise la souris et clique les objets à l'écran

# u_resourcestring.svolcanoinnerhelptext
source: LEFT/RIGHT/UP/DOWN to move ACTION1 : jump ACTION2 : use object
fr: GAUCHE/DROITE/HAUT/BAS : se déplacer ACTION1 : sauter ACTION2 : utiliser un objet

source: Me too! Want to race with me? The first to arrive gives the other a hug, right?
fr: Moi aussi! Tu veux faire la course avec moi ? Le premier arrivé fait un câlin à l'autre, d'acc ?

source: When your grandpa was still around, we often had barbecues; he loved that!
fr: Quand ton papi était encore là, nous en faisions souvent des barbecues, il adorait ça!

source: I'll go right now, Granny!
fr: J'y vais de suite, Mamie!

source: Wolf
fr: Loup

source: Wolf in the cave
fr: Loup dans la grotte

source: The wolves have walled up the cave entrance... I've got to find a way in!
fr: Les loups ont muré l'entrée de la grotte... Je dois trouver un moyen de rentrer !

source: Wolves are definitely resourceful!
fr: Décidément les loups sont plein de ressources !

source: Workshop
fr: Atelier

source: Would you mind picking a few flowers to decorate the table?
fr: Tu voudrais bien cueillir quelques fleurs pour décorer la table ?

source: Would you like to see Dino's release scene again?
fr: Voulez-vous revoir la scène de la libération de Dino ?

source: Would you like to try again ?
fr: Voulez-vous réessayer ?

source: Wow! A machine that builds robots!
fr: Ouah ! Une machine qui fabrique des robots !

source: Yes
fr: Oui

source: Yes, I remember well, he always took his guitar and played music for us.
fr: Oui je me souviens bien, il prenait toujours sa guitare et nous jouait de la musique.

source: Yees! Now you are my friend and I want to give you a big hug!
fr: Ouiii! Maintenant tu es mon amie et je veux te faire un gros câlin!

source: Yes... Time flies. I miss him...
fr: Oui... Le temps passe. Il me manque...

# u_resourcestring.syoulose
source: YOU LOST
fr: PERDU

source: They look like manufacturing plans. You take one discreetly.
fr: Ça ressemble à des plans de fabrication. Tu en prends un discrètement.

source: YOU WIN
fr: GAGNÉ

source: a useful zip-line to cross the mountain peaks
fr: une tyrolienne indispensable pour traverser les Pics Montagneux
